[[
    {
        "judul_artikel": "Bertahan dari Krisis Iklim, Bertahan dengan Banjir dan Macet Jakarta",
        "isi_artikel": "Way Kanan – Tim gabungan menyegel tambang emas ilegal di Kabupaten Way Kanan, tepatnya di Kampung Negeri Baru, belum lama ini. Tim yang terdiri dari Polres Way Kanan, Kodim 0427/Way Kanan, dan instansi terkait menyita berbagai barang bukti dari lokasi tambang emas ilegal. Senin (15/8/2022), wartawan Tribunlampung.co.id menelusuri lokasi tambang emas ilegal di Way Kanan tersebut."
    },
    {
        "judul_artikel": "Pengadangan Tim Utusan Presiden di Pulau Bangka, Negara Jangan Takluk Menghadapi Korporasi Tambang!",
        "isi_artikel": "Jakarta, 2 November 2017. Pasca pencabutan Izin Usaha Pertambangan Operasi Produksi (IUP OP) PT Mikgro Metal Perdana (MMP) oleh Menteri Energi dan Sumber Daya Mineral, Ignasius Jonan, pada 23 Maret 2017 lalu, pihak perusahaan tambang tetap membangkang, tidak mematuhi Keputusan Menteri ESDM Nomor 1361K/30/MEM/2017 yang mencabut IUP OP PT MMP."
    },
    {
        "judul_artikel": "Cegah Kebakaran Hutan Di Kalimantan",
        "isi_artikel": "Kejadian kebakaran hutan dan lahan (karhutla) gambut di tahun 2022 sudah marak diliput media nasional. Provinsi langganan bencana asap seperti: Riau, Kalimantan Tengah, Aceh, dan Kalimantan Barat sudah terbakar bahkan sejak triwulan I tahun 2022. Padahal, Badan Meteorologi Klimatologi dan Geofisika (BMKG) menyatakan awal datangnya musim kemarau tahun 2022 di Indonesia baru akan terjadi pada periode April-Juni"
    },    
    {
        "judul_artikel": "3 Wilayah di NTT Masih Alami Kekeringan Ekstrem, Terpanjang 205 Hari Tanpa Hujan",
        "isi_artikel": "Di saat daerah lainnya telah diguyur hujan, tiga wilayah di Provinsi Nusa Tenggara Timur (NTT) ini, malah mengalami kekeringan ekstrem panjang. Daerah Rambangaru di Kecamatan Haharu, Kabupaten Sumba Timur, tercatat 205 hari tanpa hujan. Kemudian Kamanggih di Kecamatan Kahaungu Eti, Kabupaten Sumba Timur 88 hari tanpa hujan dan Baumata, Kecamatan Baumata, Kabupaten Kupang 102 hari tanpa hujan."
    },
    {
        "judul_artikel": "Krisis Pangan dan Tantangan Masa Depan",
        "isi_artikel": "Di Indonesia, berbagai peristiwa gagal panen akibat cuaca ekstrim semakin sering ditemukan. Salah satu kasus yang sangat mengkhawatirkan ketika embun beku di Kuyawage, Kabupaten Lanny Jaya, Papua hingga mengakibatkan rusaknya lahan pertanian masyarakat dan terjadinya gagal panen. Badan Penanggulangan Bencana Daerah (BPBD) mencatat sekitar 500 lebih kepala keluarga mengalami kelaparan, bahkan beberapa telah meregang nyawa."
    }
],


[{
    "full_name": "Sheha Project BE 12",
    "username": "Project Sheha",
    "email": "sheha@gmail.com",
    "password": "sheha123",
    "status": "user"
  },
  {
    "full_name": "Dustin Project BE 12",
    "username": "Project Dustin",
    "email": "dustin@gmail.com",
    "password": "dustin123",
    "status": "user"
  },
  {
    "full_name": "Fanuel Project BE 12",
    "username": "Project Fanuel",
    "email": "fanuel@gmail.com",
    "password": "fanuel123",
    "status": "user"
  }],


[{
    "username": "Project Sheha",
    "password": "sheha123"
  },
  {
    "username": "Project Dustin",
    "password": "dustin123"
  },
  {
    "username": "Project Fanuel",
    "password": "fanuel123"
}]]